<div class="container mx-auto grid grid-cols-12">
    <div class="care_title col-start-10 col-end-13">Уход за собаками</div>
    <div class="care_text col-start-1 col-end-7">
        <span>1. Правильное питание: 
    - Обеспечьте собаке сбалансированное питание, соответствующее ее возрасту, породе и физической активности.
    - Следите за качеством корма и не перекармливайте животное.
         
2. Физическая активность: 
    - Регулярно выгуливайте собаку на свежем воздухе.
    - Играйте с собакой и обеспечьте достаточное количество физической активности для поддержания здоровья.
         
3. Уход за шерстью: 
    - Регулярно расчесывайте шерсть собаки, купайте ее по необходимости.
    - Стригите когти и чистите уши.
         
4. Ветеринарный уход:
    - Следите за здоровьем собаки, регулярно делайте прививки, обрабатывайте от паразитов.
    - Проводите профилактические осмотры у ветеринара.
         
5. Обучение и социализация: 
    - Обучайте собаку командам.
    - Социализируйте ее с другими животными и людьми, чтобы она чувствовала себя уверенно и безопасно.
         
6. Любовь и внимание: 
    - Обеспечьте собаке достаточное количество внимания, ласки и игр, чтобы укрепить связь между вами и вашим питомцем.</span>
    </div>
    <div class="col-start-7 col-end-13"> 
        <img style="width: 525px; height: 525px; margin: 0 50px" src="images/care_image-dog.png" alt="">
    </div>
</div>

<style>
    .care_title {
        font-size: 32px; 
        margin: 50px 0;
    }

    .care_text {
        display: flex;
        flex-direction: column;
        white-space: pre-wrap;
        font-size: 24px;
    }
</style>