<div class="container mx-auto grid grid-cols-12">
    <div class="care_title col-start-1 col-end-4 font-bold">Уход за грызунами</div>
    <div class="col-start-1 col-end-7"> 
        <img style="width: 525px; height: 525px;" src="images/care_image-rodent.png" alt="">
    </div>
    <div class="care_text col-start-7 col-end-13">
        <span>1. Кормление:
    - Грызуны нуждаются в разнообразной и сбалансированной диете, включающей семена, овощи, фрукты и специальные палочки для грызунов. Важно следить за тем, чтобы корм был свежим и чистым.
    - Предоставьте им регулярный доступ к свежей воде.
         
2. Уборка клетки: 
    - Регулярно чистите клетку или домик грызуна от мусора, заменяйте подстилку и обеспечивайте свежую воду.
         
3. Физическая активность:
    - Предоставьте грызуну игрушки, колесо для бега и другие предметы для занятий, чтобы он мог поддерживать свою физическую форму.
         
4. Ветеринарный уход:
    - Регулярно проверяйте зубы, когти и шерсть грызуна, а также проводите профилактические посещения у ветеринара.
         
5. Общение:
    - Грызуны – социальные животные, поэтому им нужна компания других особей своего вида или внимание и забота от хозяина.</span>
    </div>
</div>

<style>
    .care_title {
        font-size: 32px; 
        margin: 50px 0;
    }

    .care_text {
        display: flex;
        flex-direction: column;
        white-space: pre-wrap;
        font-size: 24px;
    }
</style>