<div class="container mx-auto grid grid-cols-12">
    <div class="care_title col-start-10 col-end-13">Уход за птицами</div>
    <div class="care_text col-start-1 col-end-7">
        <span>1. Правильное питание: 
    - Обеспечьте птице разнообразное и сбалансированное питание, которое включает в себя комбинацию птичьего корма, свежих фруктов, овощей и специальных добавок.
    - Убедитесь, что у птицы всегда есть доступ к чистой воде.
         
2. Клетка и обустройство: 
    - Предоставьте птице просторную клетку с достаточным количеством мест для отдыха, игрушек, качелей, лестниц и мест для пряток. 
    - Регулярно чистите клетку и меняйте подстилку.
         
3. Физическая активность: 
    - Дайте птице возможность летать и развиваться физически. 
    - Выпускайте ее из клетки на время, чтобы она могла размять крылья и развиваться.
         
4. Уход за оперением:
    - Регулярно чистите оперение птицы, предоставляйте ей ванночку для купания или распыляйте ее водой из распылителя для поддержания здоровья оперения.
         
5. Ветеринарный уход:
    - Регулярно ведите птицу к ветеринару для профилактических осмотров, обработки от паразитов и прививок.
         
6. Обучение и социализация: 
    - Проводите время с птицей, обучайте ее различным командам, играйте и устанавливайте контакт, чтобы она была доверчивой и общительной.
         
7. Любовь и внимание:
    - Окружите птицу заботой, лаской и вниманием, чтобы она чувствовала вашу любовь и поддержку.</span>
    </div>
    <div class="col-start-7 col-end-13"> 
        <img style="width: 525px; height: 525px; margin: 0 50px" src="images/care_image-parrot.png" alt="">
    </div>
</div>

<style>
    .care_title {
        font-size: 32px; 
        margin: 50px 0;
    }

    .care_text {
        display: flex;
        flex-direction: column;
        white-space: pre-wrap;
        font-size: 24px;
        margin: 0 0 50px 0;
    }
</style>