<div class="container mx-auto grid grid-cols-12">
    <div class="care_title col-start-1 col-end-4">Уход за кошачьими</div>
    <div class="col-start-1 col-end-7"> 
        <img style="width: 525px; height: 525px;" src="images/care_image-cat.png" alt="">
    </div>
    <div class="care_text col-start-7 col-end-13">
        <span>1. Питание: 
    - Выбор качественного корма для кошек, учитывая их возраст, размер, активность и здоровье.
    - Обеспечение доступа к свежей воде.
    - Контроль размера порций и регулярное кормление по расписанию.
         
2. Уход за шерстью и кожей:
    - Регулярная расческа шерсти для предотвращения образования комков и улучшения кровообращения.
    - Купание кошки при необходимости, используя специальные шампуни для животных.
    - Обработка от блох и клещей с использованием соответствующих препаратов.
         
3. Уход за зубами:
    - Регулярная чистка зубов с использованием специальной зубной пасты для кошек.
    - Предоставление жевательных игрушек или косточек для поддержания здоровья зубов.
         
4. Физическая активность:
    - Обеспечение кошке возможности играть и развиваться, предоставляя ей игрушки и досуговые элементы.
    - Регулярные физические упражнения, такие как игры с мячиком или лазание по домашнему комплексу.
         
5. Посещение ветеринара:
    - Регулярные визиты к ветеринару для профилактических осмотров и вакцинаций.
    - Своевременное обращение к специалисту в случае возникновения каких-либо заболеваний или поведенческих изменений.
         
6. Создание комфортных условий:
    - Обустройство места отдыха кошки с мягкими подстилками и уютными местами для отдыха.
    - Предоставление кошке доступа к лотку с наполнителем и регулярная его чистка.
         
7. Любовь и внимание:
    - Проведение времени с кошкой, играя с ней, гладя и общаясь.
    - Создание дружественной и поддерживающей атмосферы в доме для кошки.</span>
    </div>
</div>

<style>
    .care_title {
        font-size: 32px; 
        margin: 50px 0;
    }

    .care_text {
        display: flex;
        flex-direction: column;
        white-space: pre-wrap;
        font-size: 24px;
    }
</style>